{
    "eslogan": "Tu aliado, tu solución",
    "c_titulo_1": "¿QUIÉNES SOMOS?",
    "c_titulo_2": "VISIÓN",
    "c_titulo_3": "MISIÓN",
    "c_titulo_4": "VALORES",
    "c_texto_1": "BETO'S es tu tienda de cosméticos de confianza. Fundada y establecida en Acámbaro, Guanajuato, BETO'S se enorgullece de ser una empresa 100% mexicana que ha florecido en la industria de la belleza. Desde nuestra humilde sede en Guanajuato, hemos estado comprometidos en atender las crecientes necesidades del mercado mexicano en el emocionante mundo de los productos de belleza.",
    "c_texto_2": "Nuestra visión en BETO'S es convertirnos en la tienda de cosméticos líder a nivel nacional, reconocida por nuestros clientes como la mejor opción para encontrar los productos más innovadores, naturales y sostenibles, siempre ofreciendo un servicio excepcional.",
    "c_texto_3": "Nuestra misión en BETO'S es brindar a nuestros clientes una amplia gama de productos cosméticos de alta calidad, promoviendo la belleza y la confianza en sí mismos, mientras cuidamos y respetamos el medio ambiente.",
    "c_b_1": "Calidad",
    "c_b_2": "Innovación",
    "c_b_3": "Sostenibilidad",
    "c_b_4": "Confianza",
    "c_b_5": "Servicio al cliente",
    "c_texto_p_1": "Nos esforzamos por ofrecer solo productos cosméticos de la más alta calidad, seleccionados cuidadosamente para satisfacer las necesidades de nuestros clientes.",
    "c_texto_p_2": "Buscamos constantemente nuevas tendencias y avances en la industria de la belleza para brindar a nuestros clientes opciones vanguardistas.",
    "c_texto_p_3": "Nos comprometemos a promover y ofrecer productos respetuosos con el medio ambiente, contribuyendo así a la conservación del planeta.",
    "c_texto_p_4": "Trabajamos con honestidad, transparencia y ética, fomentando la confianza mutua con nuestros clientes, proveedores y colaboradores.",
    "c_texto_p_5": "Nuestro objetivo es superar las expectativas de nuestros clientes, brindando un servicio personalizado y amable en cada interacción.",
    "carrito_texto": "El carrito está vacío",
    "carrito_total": "Total a pagar",
    "carrito_condicion": "Necesitas Iniciar Sesión para poder comprar",
    "footer_enlace": "Términos y Condiciones",
    "nav_1": "Quienes Somos",
    "nav_2": "Contacto",
    "nav_3": "Productos",
    "nav_4": "Cerrar Sesión",
    "nav_5": "Descargar App",
    "nav_6": "Iniciar Sesión",
    "nav_7": "Empleado",
    "tc_1": "Estos términos y condiciones rigen el uso de este sitio web  y los servicios ofrecidos en este Sitio por Beto's Cosmetics.",
    "tc_2": "Al acceder o utilizar el Sitio, usted acepta estar sujeto a estos Términos. Si no acepta estos Términos, no debe acceder ni utilizar el Sitio.",
    "tc_3": "Beto's se reserva el derecho de modificar estos Términos en cualquier momento. Las modificaciones se publicarán en el Sitio y entrarán en vigor inmediatamente después de su publicación. Su uso continuado del Sitio después de la publicación de cualquier modificación constituye su aceptación de dichos cambios.",
    "tc_4": "Usted debe tener al menos 18 años de edad para usar el Sitio.",
    "tc_5": "Beto's le otorga una licencia limitada, no exclusiva, no transferible y revocable para acceder y utilizar el Sitio para su uso personal. No puede copiar, modificar, distribuir, vender o alquilar ninguna parte del Sitio.",
    "tc_6": "Beto's no garantiza que el Sitio o los servicios ofrecidos en el Sitio estarán disponibles de manera ininterrumpida o libre de errores. Beto's no será responsable por ningún daño que resulte de su uso del Sitio o de los servicios ofrecidos en el Sitio.",
    "tc_7": "Beto's puede, en cualquier momento y sin previo aviso, rescindir su acceso al Sitio o a los servicios ofrecidos en el Sitio.",
    "tc_8": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de la República Mexicana.",
    "tc_titulo": "TÉRMINOS Y CONDICIONES",
    "contacto_titulo": "¡CONTACTANOS!",
    "contacto_mensaje": "Su mensaje fue enviado con éxito",
    "producto_titulo": "Nuestros Productos",
    "producto_mensaje_1": "el producto ",
    "producto_mensaje_2": " fue agregado al carrito"
}